Repository: minenux/3d_armor
Catalog: 3d_armor/locale/*.po
Languages: es

source: 3d_armor: Player name is nil @1
es: 3d_armor : Nom du joueur non trouvé @1

source: 3d_armor: Player inventory is nil @1
es: 3d_armor : Inventaire du joueur non trouvé @1

source: 3d_armor: Detached armor inventory is nil @1
es: 3d_armor : Inventaire détaché pour l'armure non trouvé @1

source: 3d_armor: Player reference is nil @1
es: 3d_armor : Référence au joueur non trouvée @1

source: Admin Helmet
es: casco d'admin

source: Admin Chestplate
es: Coraza d'admin

source: Admin Leggings
es: polainas d'admin

source: Admin Boots
es: Bottes d'admin

source: Wood Helmet
es: casco de madera

source: Wood Chestplate
es: Coraza de madera

source: Wood Leggings
es: polainas de madera

source: Wood Boots
es: Bottes de madera

source: Cactus Helmet
es: casco de cactus

source: Cactus Chestplate
es: Coraza de cactus

source: Cactus Leggings
es: polainas de cactus

source: Cactus Boots
es: Bottes de cactus

source: Steel Helmet
es: casco de acero

source: Steel Chestplate
es: Coraza de acero

source: Steel Leggings
es: polainas de acero

source: Steel Boots
es: Bottes de acero

source: Bronze Helmet
es: casco de bronze

source: Bronze Chestplate
es: Coraza de bronze

source: Bronze Leggings
es: polainas de bronze

source: Bronze Boots
es: Bottes de bronze

source: Diamond Helmet
es: casco de diamant

source: Diamond Chestplate
es: Coraza de diamant

source: Diamond Leggings
es: polainas de diamant

source: Diamond Boots
es: Bottes de diamant

source: Gold Helmet
es: casco de or

source: Gold Chestplate
es: Coraza de or

source: Gold Leggings
es: polainas de or

source: Gold Boots
es: Bottes de or

source: Mithril Helmet
es: casco de mithril

source: Mithril Chestplate
es: Coraza de mithril

source: Mithril Leggings
es: polainas de mithril

source: Mithril Boots
es: Bottes de mithril

source: Crystal Helmet
es: casco de cristal

source: Crystal Chestplate
es: Coraza de cristal

source: Crystal Leggings
es: polainas de cristal

source: Crystal Boots
es: Botas de cristal

source: Radiation
es: Radiacion

source: Level
es: Nivel

source: Heal
es: vida

source: Fire
es: Fuego

source: Your @1 got destroyed!
es: Une partie de votre armure a été détruite : @1 !

source: 3d_armor: Failed to initialize player
es: 3d_armor : Impossible d'initialiser le joueur

source: [3d_armor] Fire Nodes disabled
es: [3d_armor] Noeuds de type feu désactivés

source: 3d_armor_ip: Mod loaded but unused.
es: 3d_armor_ip : Mod chargé mais inutilisé.

source: Back
es: Retour

source: Armor
es: Armure

source: 3d_armor_sfinv: Mod loaded but unused.
es: 3d_armor_sfinv : Mod chargé mais inutilisé.

source: Armor stand top
es: Haut de support d'armure

source: Armor stand
es: Support d'armure

source: Armor Stand
es: Support d'armure

source: Locked Armor stand
es: Support d'armure verrouillé

source: Armor Stand (owned by @1)
es: Support d'armure (propriété de @1)

source: 3d_armor_ui: Mod loaded but unused.
es: 3d_armor_ui : Mod chargé mais inutilisé.

source: 3d Armor
es: Armure 3d

source: Armor not initialized!
es: Armure non initialisée !

source: hazmat_suit: Mod loaded but unused.
es: hazmat_suit : Mod chargé mais non utilisé.

source: Hazmat Helmet
es: casco 'Hazmat'

source: Hazmat Chestplate
es: Coraza 'Hazmat'

source: Hazmat Sleeve
es: Manches 'Hazmat'

source: Hazmat Leggins
es: polainas 'Hazmat'

source: Hazmat Boots
es: Bottes 'Hazmat'

source: Hazmat Suit
es: Combinaison 'Hazmat'

source: Admin Shield
es: Escudo d'admin

source: Wooden Shield
es: Escudo de madera

source: Enhanced Wood Shield
es: Escudo de madera umentadoé

source: Cactus Shield
es: Escudo de cactus

source: Enhanced Cactus Shield
es: Escudo de cactus aumentado

source: Steel Shield
es: Escudo de acero

source: Bronze Shield
es: Escudo de bronze

source: Diamond Shield
es: Escudo de diamant

source: Gold Shield
es: Escudo de oro

source: Mithril Shield
es: Escudo de mithril

source: Crystal Shield
es: Escudo de cristal

source: technic_armor: Mod loaded but unused.
es: technic_armor : Mod chargé mais non utilisé.

source: Lead
es: plomo

source: Brass
es: laton

source: Cast Iron
es: Hierro

source: Carbon Steel
es: Aceero carbono

source: Stainless Steel
es: acero inoxydable

source: Tin
es: étain

source: Silver
es: Plata

source: Helmet
es: casco

source: Chestplate
es: Coraza

source: Leggings
es: polainas

source: Boots
es: Bottes

source: Shield
es: Escudo
